Revit 2027 API
ParameterTypeId.MullionGridLine Property
 "Grid Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionGridLine { get; }
Public Shared ReadOnly Property MullionGridLine As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionGridLine {
	ForgeTypeId^ get ();
}
static member MullionGridLine : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace